Repository: mozilla-l10n/mt-training-data
Catalog: ht/ht_pontoon.tmx
Source language: en_us
Languages: ht

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
ht: Lang sa yo kounye a nan devlopman kominote a. <localizationGlossaryLink>Lokalizasyon sit entènèt</localizationGlossaryLink> ak <sentenceCollectionGlossaryLink>koleksyon fraz</sentenceCollectionGlossaryLink> nesesè pou lanse.

source: The selected file is too large
ht: Fichye ou chwazi a twò gwo

source: The sentence has a grammatical or spelling error.
ht: Fraz la gen yon erè gramatikal oswa òtograf.

source: The sentence has disrespectful or offensive language.
ht: Fraz lan gen yon langaj derespektan oswa ofansif.

source: The sentence must be grammatically correct.
ht: Fraz la dwe gramatikalman kòrèk.

source: The sentence must be speakable.
ht: Fraz la dwe palab.

source: The sentence must be spelled correctly.
ht: Fraz la dwe eple kòrèkteman.

source: The site is ready to be launched when it reaches 75% completion.
ht: Sit la pare pou lanse lè li rive nan 75% fini.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
ht: Sit la pral tounen moute pi vit ke posib. Pou jwenn dènye enfòmasyon yo, tanpri rantre nan <matrixLink>Chat kominote Matrix la</matrixLink> oswa vizite <githubLink>GitHub</githubLink> oswa <discourseLink>fowòm Diskou nou yo</discourseLink> pou soumèt ak kontwole pwoblèm eksperyans sou sit la.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
ht: Corpus TED-LIUM te fè apati diskou odyo ak transkripsyon yo disponib sou sitwèb TED.

source: The website text is translated into that language.
ht: Tèks sit entènèt la tradwi nan lang sa a.

source: This is approximately the number of hours required to train a production speech-to-text system.
ht: Sa se apeprè kantite èdtan ki nesesè pou fòme yon sistèm pwodiksyon diskou a tèks.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
ht: Sa a se yon segman kondwi ka itilize ki gen done pou pouvwa rekonesans chif pale ak deteksyon wi / non.

source: This is our process for translating and adapting our content for many locales (languages).
ht: Sa a se pwosesis nou pou tradui ak adapte kontni nou an pou anpil lokal (lang).

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
ht: Opsyon sa a kontwole vizibilite klasman ou. Lè kache, pwogrè ou pral prive. Sa vle di imaj ou, non itilizatè ak pwogrè pa pral parèt sou leaderboard la. Remake byen ke rafrechisman leaderboard pran ~{ $minutes }min pou ranpli chanjman yo.

source: Three to go!
ht: Twa pou ale!

source: Tigre
ht: Tig

source: Today
ht: Jodi a

source: Today's Common Voice progress on clips recorded
ht: Pwogrè Common Voice jodi a sou klip yo anrejistre

source: Today's Common Voice progress on clips validated
ht: Pwogrè Common Voice jodi a sou klip yo valide

source: Today's Progress
ht: Pwogrè jodi a

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
ht: Pou fè li nan seri done Common Voice, yon clip vwa dwe valide pa de itilizatè separe.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
ht: Pou rann seri done Common Voice la pi itil ke posib, nou deside pèmèt sèlman tèks sous ki disponib anba yon lisans Creative Commons (CC0). Sèvi ak estanda CC0 a vle di li pi difisil pou jwenn ak kolekte tèks sous, men pèmèt nenpòt moun sèvi ak done vwa ki kapab lakòz yo san restriksyon itilizasyon oswa otorizasyon nan men Mozilla. Finalman, nou vle fè seri done milti-lang yo itil ke posib pou tout moun, tankou chèchè, inivèsite, startups, gouvènman, òganizasyon objektif sosyal, ak amater.

source: Top Contributors
ht: Top kontribitè yo

source: Total Approved
ht: Total Apwouve

source: { $totalInReview } sentences in review.
ht: { $totalInReview } fraz nan revizyon yo.

source: Toward next goal
ht: Nan direksyon pwochen objektif

source: Track progress here and on your stats page.
ht: Swiv pwogrè isit la ak sou paj estatistik ou a.

source: Translate this page
ht: Tradui paj sa a

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
ht: <translateVideoLink>Gade gid nou sou kijan pou itilize Pontoon.</translateVideoLink>

source: Translating the site
ht: Tradiksyon sit la

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
ht: Tradiksyon se soti nan angle, men ou ka wè <strong>Sijesyon</strong> nan lòt lang. Klike sou ikòn <strong>Pwofil</strong>, apresa lyen <strong>Anviwònman</strong> epi ajoute nenpòt lang ou pale. Nan kwen anba adwat la pral gen yon lis tradiksyon ki rele <strong>Locales</strong>. Tradiksyon yo montre sou sit la apre yon jou.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
ht: Tradiksyon sit Common Voice la fèt sou <strong>Pontoon</strong>.

source: Tshivenda
ht: Tchivenda

source: Turkish
ht: Tik

source: Turkmen
ht: Tikmen

source: Tuvan
ht: Touvan

source: Ubykh
ht: Oubik

source: Udmurt
ht: Oudmout

source: Ukrainian
ht: Ikrenyen

source: Understand contribution criteria
ht: Konprann kritè kontribisyon yo

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ht: Konprann sa pou'w chèche lè w'ap koute klip vwa yo epi ede fè anrejistreman vwa'w yo vin pi rich tou!

source: Unexpected response returned from server
ht: Repons inatandi tounen soti nan sèvè

source: Universities, Academics and Researchers
ht: Inivèsite, Akademisyen ak Chèchè

source: { $unreviewedSentencesByYou } sentences left for you to review.
ht: { $unreviewedSentencesByYou } fraz ki rete pou'w revize yo.

source: Updating…
ht: Mete ajou...

source: Upload aborted. Do you want to delete your recordings?
ht: Téléchargement avòte. Èske ou vle efase anrejistreman ou yo?

source: Upload an image file
ht: Telechaje yon fichye imaj

source: Upload of this clip keeps failing at server. Reload the page or try again later.
ht: Videyo ou monte a kontinye ap echwe sou sèvè. Rafrechi paj la oswa eseye ankò pita.

source: Upload of this clip keeps failing, keep retrying?
ht: Videyo w'ap monte a kontinye ap echwe, kontinye eseye?

source: Urdu
ht: Oudou

source: User Name
ht: Non itilizatè

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
ht: Itilizatè yo valide presizyon klip yo bay yo, tcheke si moun nan li fraz la kòrèkteman.

source: Using Common Voice
ht: Sèvi ak Common Voice

source: Uyghur
ht: Ouygou

source: Uzbek
ht: Ouzbèk

source: Validated Clips
ht: Odyo Ki Te Valide

source: Validated Hours
ht: Lè Ki Te Valide

source: Validated Hr. Total
ht: Lè Ki Te Valide

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ht: Validasyon klip moun bay yo egalman enpòtan pou misyon Common Voice la. Pran yonn koute epi ede nou kreye bon jan kalite done vwa sous louvri.

source: Validation Progress
ht: Pwogrè Validasyon

source: Validations
ht: Validasyon yo

source: Value and recognition.
ht: Valè ak rekonesans.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
ht: Varyan(dyalèk) se yon fòm espesifik nan yon lang - pa egzanp pataje pa moun k ap viv nan yon jewografi oswa kominote. Pafwa yo rele sa yo dyalèk.

source: Varying Pronunciations
ht: Pwononsyasyon varye

source: Venetian
ht: Venisyen

source: Version
ht: vèsyon

source: Vietnamese
ht: Vyetnamyen

source: View your progress against personal and project goals.
ht: Gade pwogrè'w kont objektif pèsonèl ak objektif pwojè yo.

source: Visible
ht: Visib

source: Voice clips are entered into a submission queue that readies them for listening.
ht: Klip vwa yo antre nan yon keu soumèt ki pare yo pou koute.

source: Voice Collection
ht: Koleksyon Vwa

source: Voice Contribution
ht: Kontribisyon Vwa

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ht: Vwa natirèl, vwa se moun. Se poutèt sa nou kontan anpil nan kreye teknoloj vwa pou machin nou yo ka itilize. Men, pou kreye sistèm vwa, yon gwo kantite done vwa obligatwa.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ht: Vwa natirèl, vwa se moun. Se poutèt sa nou kontan anpil nan kreye teknoloj vwa pou machin nou yo ka itilize. Men, pou kreye sistèm vwa, yon gwo kantite vwa done obligatwa.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
ht: Teknoloji rekonesans vwa a ap revolisyone fason nou kominike avèk machin yo, men sistèm ki disponib kounye a yo chè e yo gen mèt pa yo. Common Voice fè pati inisyativ Mozilla pou fè teknoloji rekonesans vwa yo pi byen ak plis aksesib pou tout moun. Common Voice se yon gwo baz done mondyal ki gen vwa ki pèmèt nenpòt moun antrene aplikasyon pou vwa yo byen vit e fasil nan tout lang.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
ht: Teknoloji rekonesans vwa a ap revolisyone fason nou kominike avèk machin yo, men sistèm ki disponib kounye a yo chè ak pwòp. Mozilla Common Voice se yon inisyativ pou fè teknoloji rekonesans vwa yo pi byen ak plis aksesib pou tout moun. Common Voice se yon gwo baz done mondyal ki gen vwa ki pèmèt nenpòt moun antrene aplikasyon pou vwa yo byen vit e fasil nan tout lang. Nou pa sèlman kolekte echantiyon vwa nan lang yo pale anpil men tou nan moun ki gen yon popilasyon ki pi piti nan moun ki pale lang panyo. Pibliye yon seri done divès vwa pral pèmèt devlopè, antreprenè, ak kominote yo abòde diferans sa nan mitan yo.

source: Voices Online Now
ht: Vwa yo Ki An liy Kounye a

source: Voice Validation
ht: Validasyon vwa

source: Volume
ht: Volim

source: Votic
ht: Votik

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ht: VoxForge te etabli pou kolekte diskou transkri pou itilize ak Motè Rekonesans Lapawòl Sous Gratis ak Open Source.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ht: Ou vle ede fè Common Voice pi bon toujou? Gwo! Kontakte pa imel oswa <discourseLink>Discourse</discourseLink> fowòm, soumèt pwoblèm sit atravè <githubLink>GitHub</githubLink>, oswa rantre nan <matrixLink>Matrix</matrixLink> chat kominotè.

source: Want to save your information? <createProfile>Create a profile</createProfile>
ht: Ou vle kenbe enfòmasyon'w yo? <createProfile>Ebyen kreye yon pwofil</createProfile>

source: Want to stay in touch with Common Voice?
ht: Ou vle rete an kontak ak Common Voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ht: Vle mizajou lè nou lage yon nouvo vèsyon done Common Voice la? Abònman nan bilten nou an.

source: Watch our video explainer to help
ht: Gade esplikasyon videyo nou an pou ede w

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ht: Nou ap konstwi yon seri done vwa ouvè epi ki disponib piblikman ke tout moun ka itilize pou antrene aplikasyon pou lapawòl.

source: We are going out to get a coffee.
ht: Nou soti al pran kafe.

source: We are going out to get coffee.
ht: N'soti al pran kafe.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ht: Nou menm nan Mozilla ap bati yon kominote sou teknoloji vwa. Nou ta renmen rete an kontak ak dènye nouvèl yo, nouvo sous done ak jwenn plis enfòmasyon sou ki jan w ap itilize done sa yo.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ht: Nou kwè ke gwo done vwa ki disponib piblikman ankouraje inovasyon ak konpetisyon komèsyal an sante nan teknoloji lapawòl ki baze sou aprantisaj machin. Sa a se yon efò mondyal epi nou envite tout moun patisipe. Objektif nou se ede teknoloji lapawòl gen plis enklizif, reflete divèsite vwa atravè mond lan.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
ht: Nou kwè ke gwo, done vwa ki disponib piblikman pral ankouraje inovasyon ak konpetisyon komèsyal an sante nan teknoloji lapawòl ki baze sou aprantisaj machin. Ansanm done milti-lang Common Voice se deja pi gwo done vwa ki disponib piblikman nan kalite li yo, men se pa youn nan sèlman. Gade nan paj sa a kòm yon sant referans pou lòt done vwa sous louvri epi, pandan Common Voice ap kontinye grandi, yon kay pou mizajou lage nou yo.

source: Website Localization
ht: Sit wèb lokalizasyon

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
ht: Nou kalkile èdtan lè nou estime longè mwayèn chak anrejistreman, epi answit miltipliye nimewo sa pa kantite total anrejistreman nan tout lang.

source: We could not fetch the stats. Please try again later.
ht: Nou pa t 'kapab jwen estatistik yo. Tanpri eseye ankò pita.

source: We couldn’t find that page for you
ht: Nou pa t 'kapab jwenn paj sa a pou ou

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ht: Nou pa t 'kapab jwenn okenn klip odyo pou ou koute. Tanpri eseye ankò pita.

source: We couldn’t get any sentences for you to speak. Please try again later.
ht: Nou pa t 'kapab jwenn okenn fraz pou ou pale. Tanpri eseye ankò pita.

source: Weekly
ht: Chak semèn

source: Weekly Goal
ht: Objektif chak semèn

source: We launch the Common Voice site in this language.
ht: Nou lanse sit Common Voice nan lang sa a.

source: Welcome { $company } staff!
ht: Byenveni anplwaye { $company }!

source: Welcome to Common Voice
ht: Byenveni nan Common Voice

source: Welcome to the Common Voice Sentence Collector
ht: Byenvini nan Common Voice Kolektè Fraz

source: Welsh
ht: Welch

source: We may have run out of clips - refresh the page, or try again later.
ht: Nou genlè ta fini ak odyo yo - rafrechi paj la, oswa eseye ankò pita.

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
ht: Petèt nou pa te resevwa demann sa a. Tanpri imèl nou dirèkteman sou <emailLink>{ $email }</emailLink> epi n ap retounen jwenn ou!

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ht: Nou pwomèt pou nou jere enfòmasyon ou yo avèk swen. Li plis nan <privacyLink>Avi sou Konfidansyalite</privacyLink> nou an.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
ht: Nou ap konstwi yon sous ouvè, yon seri done plizyè lang nan vwa ke nenpòt moun ka itilize pou fòme aplikasyon pou lapawòl.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ht: Nou ap apwovizyone yon seri done sous louvri nan vwa. Bay vwa ou, valide presizyon klip lòt moun, fè seri done a pi bon pou tout moun.

source: We’re experiencing unexpected downtime
ht: No'ap fè eksperyans tan inatandi

source: We’re going out to get coffee.
ht: Nou soti al pran kafe.

source: We release the dataset every 3 months.
ht: Nou pibliye ansanm done a chak 3 mwa.

source: We're receiving a lot of traffic and are currently investigating the issues.
ht: N'ap resevwa anpil trafik e n'ap mennen ankèt sou pwoblèm yo kounye a.

source: We’re sorry, your platform is not currently supported.
ht: Nou regrèt sa, platfòm ou a pa sipòte kounye a.

source: Western Sierra Puebla Nahuatl
ht: Syera Pwebla Nawatl De Lwès

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
ht: Nou itilize yon zouti Mozilla ki rele <pontoonLink>Pontoon</pontoonLink> pou tradiksyon. Pontoon gen anpil lang, men si li pa genyen ou ou ka <pontoonRequestLink>mande pou yo ajoute lang ou</pontoonRequestLink>. Lè sa a, pou fè lang lan disponib sou pwojè Common Voice la, <githubRepoLink>mande nouvo lang lan sou GitHub</githubRepoLink>. <localizationFragment>Gade plis sou tradiksyon sit</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
ht: Nou te fè kèk chanjman. Segman Delta jis genyen klip ki pi resan yo depi dènye liberasyon an. <deltaLink>Li plis sou travay sa a</deltaLink>.

source: We've run out of sentences to record in this language...
ht: Nou te fini nan fraz yo anrejistre nan lang sa a...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ht: Nou vle modèl lapawòl yo pi byen konprann yon seri divès moun ki pale. Pou sa rive, yon seri done vwa dwe reprezante anpil moun diferan.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
ht: Nou vle done Common Voice reflete bon jan kalite odyo yon motè diskou-a-tèks pral tande nan bwa, kidonk nou ap chèche varyete. Anplis yon kominote divès moun ki pale, yon seri done ak kalite odyo varye pral anseye motè lapawòl-a-tèks pou jere divès sitiyasyon nan mond reyèl la, soti nan background pale ak bri machin. Osi lontan ke clip vwa ou a konprann, li ta dwe bon ase pou dataset la.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
ht: Nou pral <strong>fè manadjè kominote nou an konnen tou ke w ap enterese</strong>, pou yo ka ba ou nenpòt sipò oswa enfòmasyon siplemantè ou ta ka bezwen.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ht: N ap pran kontak ak plis enfòmasyon sou fason pou ajoute lang ou a nan Common Voice trè byento.

source: We will be in touch with more information as it becomes available.
ht: Nou gen pou nou pran kontak avè w ak plis enfòmasyon depi yo disponib.

source: We will not make your email public.
ht: Nou pa'p fè imèl ou an piblik.

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
ht: Nou travay ak fondasyon, sosyete sivil ak patnè kominotè yo pou fè entènèt la yon kote ki pi an sante, ak yon konsantrasyon patikilye sou Afrik lès. Aprann plis sou <programmaticWork>travay pwogram nou an.</programmaticWork>

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
ht: Kisa sa vle di mwen pa ka "detèmine idantite" moun ki pale yo nan seri done Common Voice la?

source: What is a language on Common Voice?
ht: Ki sa ki se yon lang sou Common Voice?

source: What is Common Voice?
ht: Ki sa ki se Common Voice?

source: What issues are you experiencing with this sentence?
ht: Ki pwoblèm w'ap fè eksperyans ak fraz sa a?

source: What kind of goal do you want to build?
ht: Ki kalite objektif ou vle bati?

source: What level of audio quality is required for a voice clip to be used in the dataset?
ht: Ki nivo bon jan kalite odyo ki nesesè pou yon klip vwa yo dwe itilize nan seri done a?

source: What’s inside the Common Voice dataset?
ht: Ki sa ki nan seri done Common Voice la?

source: What's Public?
ht: Ki sa ki piblik?

source: What’s the difference between Common Voice and Deep Speech?
ht: Ki diferans ki genyen ant Common Voice (vwa komen) ak Deep Speech (diskou pwofon)?
